Repository: cademia/omegat-glussariu
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: scn

source: #1-#2 minute;#1-#2 minutes
scn: #1-#2 minuto;#1-#2 minuti

source: &lt;b&gt;Why an email?&lt;/b&gt; We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
scn: &lt;b&gt;Why nu nnirizzu e-mail?&lt;/b&gt; Putìssimu aviri bisognu di cuntattàriti 'n futuru nfurmazziuna changes nnî dati, nu nnirizzu e-mail provides us a point of contact.

source: &lt;b&gt;You agree&lt;/b&gt; to not attempt to determine the identity of speakers in the Common Voice dataset
scn: &lt;b&gt;You agree&lt;/b&gt; di nun pruvari a stabbiliri l'idintità dî parranti prisenti nnî dati di Common Voice

source: &lt;bold&gt;Help us&lt;/bold&gt; find more voices
scn: &lt;bold&gt;Help us&lt;/bold&gt; a 'ttruvari autri vuci

source: &lt;bold&gt;iOS&lt;/bold&gt; users can download our free app:
scn: &lt;bold&gt;iOS&lt;/bold&gt; l'utenti ponnu scàrricari a nostra app a gratis:

source: * Indicates required field
scn: * campu ubbligatoriu

source: 2 No votes
scn: 2 voti No

source: 2 Yes votes
scn: 2 voti Se

source: 2 down, keep it up!
scn: Ni facisti dui, cuntinua accussì!

source: Help us fill the queue by recording some now.
scn: Ajùtani riggistrànnunni quarcuna ora. Ajùtani a jìnchiri the queue by recording some ora.

source: It’s that simple!
scn: It’s ca simple!

source: Let us know on Discourse
scn: Fannillu sapiri nne Discourse

source: Thank you.
scn: Grazzi.

source: A voice clip is marked "valid" when a user gives it a Yes vote.
scn: Na riggistrazziuni vucali veni marcata comu “vàlita” quannu n'utenti l'appruva dànnuci un Se.

source: About
scn: Nfurmazziuna

source: About { -brand-full-name }
scn: A prupòsitu di { -brand-full-name }

source: Accent
scn: Accentu

source: Access browser tabs
scn: Accèdiri ê schedi dû navigaturi

source: Access browsing history
scn: Accèdiri â cronuluggìa di navigazziuni

source: Access your location
scn: Accèdiri â to pusizziuni

source: Account
scn: Cuntu

source: Account Not Verified
scn: U cuntu nun è virificatu

source: Account Settings
scn: Mpustazziuna dû cuntu

source: Action
scn: Azziuni

source: Active
scn: Attiva

source: Active Logins
scn: Accessi attivi

source: Actual Size
scn: Grannizza riali

source: Add
scn: Agghiunci

source: Add Language
scn: Agghiunci lingua

source: Add Your Voice
scn: Agghiungi a to vuci

source: Additional Language
scn: Lingua addizziunali

source: Adjective.
scn: Aggittivu.

source: Adverb.
scn: Avverbiu.

source: Age
scn: Età

source: All
scn: Tutti

source: All Hands
scn: Picciotti

source: Anonymized user data likeage, sex, and accent helps improve the audio data used to train the accuracy of speech recognition engines.
scn: I dati anònimi comu età, gèniri e accentu ajuta ad ammigghiurari a qualità dî dati vucali usati dî mutura di ricanuscimentu vucali.

source: Artificial intelligence
scn: Ntiliggenza artificiali

source: Audio Format
scn: Furmatu audiu

source: Avatar
scn: Fotu prufilu

source: Average
scn: Nurmali

source: Awards
scn: Premi

source: Back to Top
scn: Torna supra

source: Benefits
scn: Binifici

source: Build Profile
scn: Crea prufilu

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s &lt;privacyLink&gt;Privacy Policy&lt;privacyLink&gt;.
scn: Scigghiennu di ricìviri posta elittrònica accetti Mozilla po usari sti nfurmazziuni comu schicatu nnâ Mozilla’s &lt;privacyLink&gt;Privatizza Policy&lt;privacyLink&gt;.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy<privacyLink>.
scn: Scigghiennu di ricìviri posta elittrònica, accetti chi Mozilla po usari sti nfurmazziuni comu schicatu nnâ nfurmativa dâ privatizza<privacyLink>.

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech
scn: Dànnuni nfurmazziuni ncapu di tia, i dati vucali chi manni a Common Voice sunnu cchiù ùtili pî mutura di ricanuscimentu vucali, chi ùsanu sti dati pi èssiri cchiù pricisi.

source: CANCEL
scn: SFAI

source: Cancel Submission
scn: Sfai mmìu

source: Check the work of other
scn: Cuntrolla a work di l'autri

source: Check your spelling as you type
scn: Cuntrolla l'ortugrafìa mentri dìggiti

source: Chinese (China)
scn: Cinisi (Cina)

source: Chinese, Simplified
scn: Cinisi simplificatu

source: Chinese, Traditional
scn: Cinisi, Tradizziunali

source: Clear
scn: Cancella

source: Clear All History
scn: Cancella tutta a cronuluggìa

source: Clear Downloads
scn: Pulizzìa i scarricamenti

source: Clear Now
scn: Cancella ora

source: Clear Preview Panel
scn: Annetta u quatru di visualizzazziuni

source: Clear Recent History
scn: Cancella cronuluggìa ricenti

source: Clear Recent History…
scn: Cancella cronuluggìa ricenti…

source: Clear navigation data on shutdown.
scn: Cancella i dati di navigazziuni chiujennu.

source: Clear recent browsing history, cookies, and related data
scn: Cancillari a cronuluggìa di navigazziuni ricenti, i cookie e i nfurmazziuna rilativi

source: Click
scn: Ammacca

source: Clips
scn: Riggistrazziuna

source: Clips Uploaded
scn: Riggistrazziuna carricati

source: Clips You've Recorded
scn: Riggistrazziuna fatti

source: Clips You've Validated
scn: Riggistrazziuna chi validasti

source: Clips recorded
scn: Riggistrazziuna

source: Clips validated
scn: Riggistrazziuna validati

source: Close
scn: Chiuji

source: Close %S
scn: Chiuji %S

source: Close All Container Tabs?
scn: Vo' chiùjiri tutti i schedi cuntinituri?

source: Close Sidebar
scn: Chiuji a sbarra di ciancu

source: Close Tabs
scn: Chiuji schedi

source: Close Window
scn: Chiuji finestra

source: Close button
scn: Buttuni pi chiùjiri

source: Close sidebar
scn: Chiuji a sbarra di ciancu

source: Close tab
scn: Chiuji scheda

source: Close tab (%S)
scn: Chiuji scheda (%S)

source: Close { $tabCount } Container Tabs
scn: Chiuji { $tabCount } schedi cuntinituri

source: Collecting sentences from the public domain, or writing new ones for the public domain.
scn: Ricògghiri frasi dû duminiu pùbblicu, o scrivìrini novi pû duminiu pùbblicu.

source: Comment
scn: Cummentu

source: Common Voice data plus all other voice datasets above.
scn: I dati di Common Voice cu tutti l'autri dati vucali cca supra.

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
scn: Common Voice è un pruggettu di Mozilla pi nzignàrici ê màchini comu pàrranu i genti nnâ vita vera.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak.
scn: Common Voice è un pruggettu di Mozilla pi nzignàrici ê màchini comu pàrranu i genti nnâ vita vera.

source: Compact
scn: Cumpattu

source: Confirm Goal
scn: Cunferma ubbittivu

source: Contact
scn: Cuntatti

source: Contact Form
scn: Mòdulu di cuntattu

source: Content available under a &lt;licenseLink&gt;Creative Commons license&lt;/licenseLink&gt;
scn: Cuntinutu dispunìbbili cu na <licenseLink>licenza Creative Commons</licenseLink>

source: Continue
scn: Cuntinua

source: Contribute
scn: Cuntribbuisci

source: Contribute Your Voice
scn: Cuntribbuisci câ to vuci

source: Contribute sentences
scn: Cuntribbuisci cu autri frasi

source: Contribute to { $lang }
scn: Cuntribbuisci cû { $lang }

source: Contribution Activity
scn: Cuntribbuti

source: Contribution Experience
scn: Spirienza di cuntribbuti

source: Contribution will continue directly with the next set of 5 recordings or validations.
scn: A prucidura cuntinuarà cû pròssimu nzemi di 5 riggistrazziuna o validazziuna.

source: Cookies
scn: Cookie

source: Cornish
scn: Còrnicu

source: Create a voice clip as part of your profile avatar.
scn: Crea na prisintazziuni vucali comu parti dâ to fotu prufilu.

source: Croatian
scn: Cruatu

source: Czech
scn: cecu

source: Danish
scn: danisi

source: Dashboard
scn: Panne??u

source: Datasets
scn: Archivi di dati

source: Days
scn: Jorna

source: Delete Profile
scn: Cancella prufilu

source: Delete my recordings
scn: Cancella i me riggistrazziuna

source: Dhivehi
scn: Maldivianu

source: Different language
scn: Lingua diversa

source: Difficult
scn: Diffìcili

source: Difficult to pronounce
scn: Diffìcili di prununciari

source: Do you have ideas on how we can make the Common Voice dataset better?
scn: Ài suggirimenti supra a comu ammigghiurari i dati di Common Voice?

source: Do you want to Speak, Listen or both?
scn: Vo' parrari, ascutari o tutti du'?

source: Do you want to continue?
scn: Vo' cuntinuari?

source: Don't see your language on Common Voice yet?
scn: A to lingua nun cc'è ancora nne Common Voice?

source: Donate your voice
scn: Dùnani a to voci

source: Don’t see your language reflected in the Dataset?
scn: Don’t vidi to lingua reflected nnâ a Dataset?

source: Download
scn: Scàrricari

source: Download Common Voice Data
scn: Scàrrica i dati di Common Voice

source: Download Data
scn: Scàrrica i dati

source: Download Dataset Bundle
scn: Scàrrica u pacchettu dî dati

source: Download My Data
scn: Scàrrica i me dati

source: Download { $language }
scn: Scàrrica { $language }

source: Drag and drop or &lt;browseWrap&gt;Browse&lt;/browseWrap&gt;
scn: Trascina e lassa o <browseWrap>Scegghi</browseWrap> &lt;browseWrap&gt;Browse&lt;/browseWrap&gt;

source: During contribution submission feedback will be skipped after clicking 'Submit.
scn: Mentri cuntribbuisci, u mmiu dî cummenti veni sautatu doppu chi ammacchi "Manna".

source: E.g. Open web authentication panel.
scn: Rapi quatru d'autinticazziuni pî riti

source: Easy
scn: Fàcili

source: Edit
scn: Cancia

source: Edit Profile
scn: Cancia prufilu

source: Email
scn: Nnirizzu di posta elittrònica

source: Email Subscriptions
scn: Iscrizziuna â posta

source: Email is already used for a different account
scn: E-mail già usata pi n'autru cuntu

source: English
scn: Ngrisi

source: Enter Email to Download
scn: Metti nu nnirizzu e-mail pi scarricari

source: Enter your email
scn: Metti u to nnirizzu e-mail

source: Everyone
scn: Tutti

source: Female
scn: Fìmmina

source: Finish recording
scn: Allesti a riggistrazziuni

source: Finish recording first?
scn: Vo' allèstiri sta riggistrazziuni prima?

source: Finnish
scn: Fillannisi

source: French
scn: Francisi

source: Frequently Asked Questions
scn: Dumanni cchiù friquenti

source: German
scn: Tidiscu

source: Get Started with Speech Recognition
scn: Accumincia cû ricanuscimentu vucali

source: Get involved
scn: Cullàbbura cu nuiautri

source: Get the App
scn: Nzìtati l'App

source: Glossary
scn: Glussariu

source: Goals
scn: Ubbittivi

source: Have Feedback?
scn: Ài suggirimenti?

source: Have you read our Terms?
scn: Liggisti i nostri cunnizziuna d'usu?

source: Having a profile is not required to contribute though it is helpful, see why below.
scn: Aviri un prufilu nun è ubbligatoriu pi cuntribbuiri, ma po èssiri ùtili: vidi picchì cchiù sutta.

source: Help
scn: Ajutu

source: Help teach machines how real people speak, donate your voice at { $link }
scn: Ajuta a nzignàrici ê màchini comu pàrranu i genti nnâ vita vera, dùnani â to vuci nne { $link }

source: Help us build a high quality, publicly open dataset
scn: Ajùtani a custruiri na basi di dati d'alta qualità e dispunìbbili pubblicamenti

source: Help us find more voices, share your goal
scn: Ajùtani ad attruvari cchiù vuci, sparti u to ubbittivu

source: Help us find others to donate their voice!
scn: Ajùtani ad attruvari cu' ni po dari a so vuci!

source: Help us validate sentences!
scn: Ajùtani a cuntrullari i frasi!

source: Help us validate voices
scn: Ajùtani a cuntrullari i vuci

source: Hidden
scn: Ammucciatu

source: Hours
scn: Uri

source: Hours Recorded
scn: Uri riggistrati

source: Hours Validated
scn: Uri validati

source: How ?
scn: Comu?

source: How can I get the Common Voice data?
scn: Comu pozzu scarricari i dati di Common Voice?

source: How do you ensure anonymity and privacy of the people who donated their voices?
scn: Comu garantiti l'anonimatu e a privatizza di chi??i ca dònanu a so vuci?

source: How does Common Voice calculate hours?
scn: Comu càrcula l'uri Common Voice?

source: How does it work?
scn: Comu funziona?

source: How it works
scn: Comu funziona

source: How many clips a week?
scn: Quanti riggistrazziuna a simana?

source: How many clips per day?
scn: Quanti riggistrazziuna per day?

source: Hungarian
scn: Unghirisi

source: I agree
scn: Sugnu d'accordu

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
scn: Parru a lingua ma 'un sugnu matrilingua, vuliti macari a me vuci?

source: I do not agree
scn: Nun sugnu d'accordu

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
scn: Vulissi ricìviri posta elittrònica comu prumimoria di l'ubbittivi, attualizzazziuna supra i me prugressi e nutizzi supra Common Voice.

source: I'd like to stay informed about the progress of this language on Common Voice.
scn: Vulissi arristari nfurmatu supra u prugressu di sta lingua nne Common Voice.

source: I'm okay with you handling this info as you explain in Mozilla's &lt;privacyLink&gt;Privacy Policy&lt;/privacyLink&gt;
scn: Sugnu d'accordu cû trattamentu di sti nfurmazziuna comu schicatu nnall'&lt;privacyLink&gt;abbisu di privatizza&lt;/privacyLink&gt; di Mozilla

source: In Progress
scn: 'N cursu

source: In addition to the Common Voice dataset, we’re also building an open source speech recognition engine called Deep Speech.
scn: Nnâ addition a the Common Voice dataset, we’re also building an open source ricanuscimentu vucali engine called Deep Speech.

source: Indonesian
scn: Nnunisianu

source: Interlingua
scn: Ntirlingua

source: Irish
scn: Irlannisi

source: Is my account information public?
scn: I nfurmazziuna supra u me cuntu sunnu pùbblichi?

source: Is the clip valid?
scn: A riggistrazziuni è vàlita?

source: Is the goal of Common Voice to build a voice assistant?
scn: L'ubbittivu di Common Voice è chi??u di custrujiri n'assistenti vucali?

source: It contains words or phrases that are hard to read or pronounce.
scn: Cunteni palori o frasi chi sunnu diffìcili di lèggiri o prununciari.

source: It is a long established fact that a reader will be distracted by the readable content of a page when looking at its layout.
scn: Si sapi di tempu chi a mpustazziuni dâ pàggina po distrarri u litturi dû so cuntinutu.

source: It is written in a language different than what I’m speaking.
scn: È scritta nna na lingua diversa di chi??a chi parru.

source: Italian
scn: Italianu

source: Izhorian
scn: Izzurianu

source: I’m afraid I don’t know what you’re looking for.
scn: Nun potti attruvari chi??u ca stai circannu.

source: Japanese
scn: giappunisi

source: Join the Common Voice mailing list
scn: Jùnciti â lista di nutizzi di Common Voice

source: Keep
scn: Sarba

source: Keep it up, record again &lt;recordIcon&gt;&lt;/recordIcon&gt;
scn: Cuntinua accussì, riggistra again &lt;recordIcon&gt;&lt;/recordIcon&gt;

source: Keep the recordings
scn: Sarba i riggistrazziuna

source: Keep track of your progress and metrics across multiple languages.
scn: Teni trazza dî to prugressi e statìstichi nnê lingui unni cullàbburi.

source: Keep track of your progress with a profile
scn: Vidi soccu facisti c'un prufilu

source: Keep track of your progress with a profile and help our voice data be more accurate.
scn: C'un prufilu, po' tèniri trazza dî to prugressi e n'ajuti ad ammigghiurari a pricisiuni dî dati vucali.

source: Language
scn: Lingua

source: Language Request
scn: Richiesta lingua

source: Language request successfully submitted, thank you.
scn: Mannasti na richiesta pi na lingua, grazzi.

source: Launched
scn: Partuti

source: Leaderboard Visibility
scn: Visibbilità nnâ classìfica

source: Learn More
scn: Cchiù nfurmazziuna

source: Learn More.
scn: Cchiú nfurmazzioni.

source: Learn More…
scn: Cchiù nfurmazziuna…

source: Learn more
scn: Cchiù nfurmazziuna

source: Learn more…
scn: Cchiù nfurmazziuna…

source: Leaving now means you'll lose your progress
scn: Si nesci ora, pirdirai chi??u c'à' fattu

source: Library
scn: Libbrarìa

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
scn: LibriSpeech è un corpus cu circa 1000 uri di riggistrazziuna 'n ingrisi a 16kHz di audiulibbra dû pruggettu LibriVox.

source: License
scn: Licenza

source: License: &lt;licenseLink&gt;CC-0&lt;/licenseLink&gt;
scn: Licenza: &lt;licenseLink&gt;CC-0&lt;/licenseLink&gt;

source: License: &lt;licenseLink&gt;{ $license }&lt;/licenseLink&gt;
scn: Licenza: &lt;licenseLink&gt;{ $licenza }&lt;/licenseLink&gt;

source: Ligurian
scn: Lìguri

source: Link Copied
scn: Ligami cupiatu

source: Links
scn: Lijami

source: Listen
scn: Ascuta

source: Listening
scn: Ascutari

source: Lithuanian
scn: Lituanu

source: Loading
scn: Staju carricannu

source: Loading…
scn: Staju carricannu…

source: Localization
scn: Lucalizzazziuni

source: Localized
scn: Traduciuti

source: Log In / Sign Up
scn: Trasi / Riggìstrati

source: Log In / Sign Up with { $company } email
scn: Trasi / Iscrìviti cu { $company } nnirizzu e-mail

source: Log Out
scn: Nesci

source: Log in or sign up to get started
scn: Trasi o riggìstrati p'accuminciari

source: Login Identity
scn: Idintità d'accessu

source: Looks like there aren't any clips to listen to in this language.
scn: Parissi ca nun cci sunnu frasi riggistrati nna sta lingua.

source: Luganda
scn: Lugannisi

source: Macedonian
scn: Macèduni

source: Make your submitted data as rich as possible by providing some anonymous demographic data.
scn: Fai cchiù ricchi pussìbbili i dati chi manni dànnuni quarchi nfurmazziuni dimugràfica anònima.

source: Maltese
scn: Martisi

source: Manage Email Subscriptions
scn: Gistisci l'iscrizziuna e-mail

source: Manage Subscriptions
scn: Gistisci l'iscrizziuna

source: Message
scn: Missaggiu

source: Mixed
scn: Ammiscata

source: Month
scn: Misi

source: More
scn: Autru

source: Most of the data used by large companies isn’t available to the majority of people.
scn: A majuranza dî dati usati dî granni cumpagnìi nun è dispunìbbili ô pùbblicu.

source: Name
scn: Nomu

source: Native Language
scn: Lingua matri

source: Next Goals: { $goal }
scn: Pròssimi ubbittivi: { $goal }

source: No Thanks
scn: No, grazzi

source: No gravatar found for your email
scn: Nu??u Gravatar attruvatu pû to nnirizzu e-mail

source: No microphone found.
scn: Nun attruvai nu??u micròfunu.

source: Not found
scn: Nun u truvai

source: Note: You will still need to select between Speak or Listen to change contribution type.
scn: Nota: hâ ammaccari sempri Parra o Ascuta pi canciari tipu di cuntribbutu.

source: Noun.
scn: Sustantivu.

source: Now you can donate your voice to help us build an open-source voice database that anyone can use
scn: Ora ni po' dunari a to vuci pi ajutàrini a criari un database vucali lìbbiru ca po èssiri usatu di cu' è-è

source: Number of Voices
scn: Nùmmaru dî vuci

source: Occitan
scn: Uccitanu

source: Off
scn: Disattiva

source: Offensive language
scn: Linguaggiu uffinzivu

source: Offensive speech
scn: Linguaggiu uffinzivu

source: On
scn: Attiva

source: Optionally join on our email list for updates and new information about the project.
scn: Si voi, ti po' iscrìviri â nostra lista e-mail pi ricìviri l'attualizzazziuna e l'ùrtimi nfurmazziuna supra u pruggettu.

source: Optionally submitted demographic data (e.g. age, sex, language, and accent) is de-identified from your submitted voice data and will never be made public on your profile.
scn: I dati facurtativi chi manni (p.a. età, gèniri, lingua e accentu) vennu slazzati dî to dati vucali e nun sarannu mai pùbblici nnô to prufilu.

source: Other
scn: Autru

source: Other Language
scn: Autra lingua

source: Other voice datasets…
scn: L'autri dati vucali…

source: Others will be able to hover and listen to your clip.
scn: L'autri a putirannu ascutari purtànnucci supra u mouse.

source: Overall Accuracy
scn: Pricisiuni glubbali

source: Overall project status: see how far we’ve come!
scn: Statu ginirali dû pruggettu: vidi unni semu junti!

source: Play/Stop
scn: Ripruduci/Ferma

source: Polish
scn: Pulaccu

source: Portuguese
scn: Purtughisi

source: Press play, listen &amp; tell us: did they accurately speak the sentence below?
scn: Ammacca u buttuni dâ ripruduzziuni, ascuta e vàluta: a frasi fu prununciata bonu?

source: Press { shortcut-play-toggle } to toggle play mode
scn: Ammacca { shortcut-play-toggle } pi passari â mudalità di ripruduzziuni

source: Privacy
scn: Privatizza

source: Privacy Policy
scn: Nfurmativa dâ privatizza

source: Proceed with Caution
scn: Stai accura

source: Proceeding will:
scn: Comu si voli prucèdiri:

source: Profile
scn: Prufilu

source: Profile information improves the audio data used in training speech recognition accuracy.
scn: I nfurmazziuna dû prufilu fannu crìsciri a qualità dî dati usati e a pricisiuni dû ricanuscimentu vucali.

source: Progress
scn: Prugressu

source: Read More
scn: Cchiù nfurmazziuna

source: Read a sentence to help machines learn how real people speak.
scn: Liggi na frasi p'ajutàrini a nzignàrici ê màchini comu pàrranu i genti nnâ vita vera.

source: Read more on our About page
scn: Cchiù nfurmazziuna nne our Nfurmazziuna pàggina

source: Ready to do { $count } more?
scn: Sì prontu pi n'autri { $count }?

source: Ready to donate your voice?
scn: Sì prontu pi dùnani a to vuci?

source: Ready to help validate sentences?
scn: Sì prontu pi ajutu validate frasi?

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
scn: Ricivi posta elittrònica comu prumimoria di l'ubbittivi, attualizzazziuna supra i prugressi e nutizzi supra Common Voice.

source: Record your voice
scn: Riggistra a to vuci

source: Record/Stop
scn: Riggistra/Ferma

source: Recorded Clips
scn: Riggistrazziuna fatti

source: Recorded Hours
scn: Uri riggistrati

source: Recording
scn: Riggistrazziuni

source: Remove
scn: Cancella

source: Report
scn: Signala

source: Report was passed successfully
scn: A signalazziuni fu mmiata.

source: Request a Language
scn: Addumanna na lingua

source: Return here to edit your goal anytime.
scn: Torna cca pi canciari i to ubbittivi quannu voi.

source: Return to Common Voice
scn: Torna a Common Voice

source: Return to Common Voice Datasets
scn: Torna ê dati Common Voice

source: Return to Languages
scn: Torna ê lingui

source: Review
scn: Senti arrè

source: Russian
scn: Russu

source: Sardinian
scn: Sardu

source: See Less
scn: Vidi cchiù picca

source: See More
scn: Vidi cchiù assai

source: Select a Language...
scn: Scegghi na lingua…

source: Sentence Collection
scn: Ricota di frasi

source: Sentences
scn: Frasi

source: Serbian
scn: Serbu

source: Set a goal
scn: Mposta n'ubbittivu

source: Set my visibility
scn: Mposta a me visibbilità

source: Settings
scn: Mpustazziuna

source: Sex
scn: Gèniri

source: Share Common Voice
scn: Sparti Common Voice

source: Share my goal
scn: Sparti u me ubbittivu

source: Share your clip
scn: Sparti a to riggistrazziuni

source: Shortcuts
scn: Accurzi

source: So we’ve launched Common Voice, a project to help make voice recognition open
scn: Pi stu mutivu abbiamu Common Voice, un pruggettu di ricanuscimentu vucali lìbbiru pi tutti.

source: So we’ve launched Project Common Voice, a project to help make voice
scn: Pi stu mutivu abbiamu Common Voice, un pruggettu di ricanuscimentu vucali lìbbiru pi tutti.

source: Speak
scn: Parra

source: Speak now
scn: Parra ora

source: Speak up, contribute here!
scn: Parra, cuntribbuisci!
